{
	"name": "Beast",
	"description": "The Beast follows their truth and their passions, which puts them in conflict with civilization and civilized norms. Unless they give up what makes them special and powerful, they cannot make themself acceptable to that civilized society.\nTheir central conflict is living their truth versus fitting in with a dominant social order.",
	"templateBlocks": {
		"Starting Ratings": {
			"items": [
				"Daring+1, Grace=0, Heart+1, Wit-1, Spirit=0",
				"Daring+1, Grace+1, Heart-1, Wit=0, Spirit=0"
			]
		},
		"Truths of Heart": {
			"displayName": "Smitten Kitten",
			"items": [
				"What have you done that you are sure they view as inappropriate?"
			]
		},
		"Truths of Blade": {
			"displayName": "The Bloody Truth",
			"items": [
				"What awakens the beast inside you?",
				"How could I get you to kiss me?"
			]
		},
		"Default Moves": {
			"items": [
				"**Transform:** You have a bestial form, which you can assume at will and must assume whenever your Feral hits 4. When you do, tell everyone what the beast in you looks like, increase your Feral to 4 if it’s not there already, and roll **+Daring**:\n\n\n>*10+:* Choose 2\n\n>*7–9:* Choose 1\n\n* You are in harmony with your beast and may clear a Condition\n* You are magnificent and little escapes your notice; you gain leverage or an opportunity with a monster\n* Pain is nothing to you; ignore the next time you would **Stagger** while transformed\n* You can move in ways no ordinary person could\nYou revert to your usual form when your Feral drops below 4. While transformed, you may mark a Condition to avoid reducing your Feral, as often as you like."
			]
		},
		"Playbook Moves": {
			"items": [
				"**Big Dyke Energy:** When you make it clear to your foes that you’re the biggest threat, then for the rest of the scene, whenever you roll a 10+, you may choose someone present to be impressed or intrigued with you. Once during the scene, when you gain a String on someone, gain an additional String on someone else who considers you an enemy.",
				"**Ferocious:** When you Fight, you may mark a Condition to choose an additional option, even on a 6-.",
				"**Shameless:** When you say aloud what you want from an NPC, you may give them a String on you to ask a question about them from the **Figure Out a Person** move.",
				"**Tenacious Purpose:** When you commit yourself to a specific goal, you may ask the GM once per scene how you could advance that goal in a way that violates \"civilized\" norms. Take +1 forward to act on the answer. If you refrain, it counts as an uncomfortable situation that reduces your Feral by 1 and you must mark a Condition.",
				"**Tracker:** When you investigate a person’s living space, camp, or trail, or an object important to them, you can roll +Heart instead of +Wit to **Figure Them Out**, and may do so even when they’re not present. You can also ask the question, \"Where did they go?\" as if it were an option on the list for that move. On a 7–9, they take a String on you instead of asking a question back. Say why. Do they just smell that good or that fearsome?"
			]
		},
		"Look 1": {
			"items": [
				"wild demeanor",
				"hungry demeanor",
				"piercing demeanor"
			]
		},
		"Look 2": {
			"items": [
				"torn clothes",
				"practical clothes",
				"chitinous clothes",
				"raider’s clothes"
			]
		},
		"Look 3": {
			"items": [
				"A cold-wrought sword",
				"a sword of teeth",
				"a found sword"
			]
		},
		"Relationships": {
			"items": [
				"Who most reminds you of a beast?",
				"Who most reminds you of prey?",
				"Who has seen you at your most bestial?"
			]
		}
	},
	"blocks": [
		{
			"name": "Feral",
			"description": "You may walk in civilized circles, but sooner or later your feral truth will come to the fore.\n* Your Feral score starts at 1.\n* If it hits 4, you can't hold back the beast any longer and you **Transform**.\n* If your Feral drops to 0, you lose access to all your Beast playbook moves until it increases again. On the plus side, you're fitting in. You blend. You’ve assimilated.\n#### Increase Feral when:\n* You express yourself in a shocking way through your appearance\n* You display intense emotion that society wants you to conceal\n#### Decrease Feral when:\n* You feel that your bestial nature has hurt someone you care about\n* You go along with an uncomfortable interaction to fit in",
			"type": "boxes",
			"count": 5,
			"labels": [
				"0",
				"4"
			]
		}
	]
}